Revit 2024 API
RebarHandlesData.GetStartHandle Method
 Gets the start handle tag.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018
Syntax
C#
public int GetStartHandle()
Visual Basic
Public Function GetStartHandle As Integer
Visual C++
public:
int GetStartHandle()
Return Value
 Returns the start handle tag.
See Also
RebarHandlesData Class
Autodesk.Revit.DB.Structure Namespace